[[["fb79a478-78d1-4ea7-a7c3-76a0f94c11ce",{"pageContent":"Circuit: Spa-Francorchamps\nLand: België\nLengte: 7.004 km\nGemiddeld brandstofverbruik per ronde: 2.8 liter\nOpmerkingen: Hoog verbruik vanwege hoogteverschil en lange rondes.\nVerhaal: De ziel van de Ardennen – Spa-Francorchamps","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":2,"to":7}}}}],["f3bda23d-8b1c-44c6-b87b-9813f026e3f9",{"pageContent":"Diep verscholen in de beboste heuvels van de Belgische Ardennen ligt een circuit dat al bijna een eeuw tot de verbeelding spreekt: Spa-Francorchamps. Wat ooit begon als een driehoekig tracé over openbare wegen tussen de dorpen Francorchamps, Malmedy en Stavelot, groeide uit tot een legendarisch racecircuit dat rijders én fans blijft betoveren.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":8,"to":8}}}}],["48991c94-7b19-422f-bb50-ffde61227667",{"pageContent":"Sinds de eerste race in 1922 is Spa het toneel geweest van pure snelheid, moed en tragedie. In de vroege dagen vlogen auto's met angstaanjagende snelheid door lange, open stukken zonder vangrails. Namen als Juan Manuel Fangio, Jim Clark en Ayrton Senna lieten er hun sporen achter — soms letterlijk.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":9,"to":9}}}}],["a9373041-8b61-4f97-a2da-d1766ab6a297",{"pageContent":"De fameuze Eau Rouge-Raidillon-combinatie, een razendsnelle klim die de auto samendrukt tegen het asfalt terwijl coureurs blind naar de top sturen, staat symbool voor alles wat Spa is: technisch, gevaarlijk en adembenemend mooi.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":10,"to":10}}}}],["cbfce701-56cf-409e-8558-5ba5dda2e1bd",{"pageContent":"Door de jaren heen is het circuit meerdere malen aangepast om veiliger te worden, maar het karakter bleef behouden. De mix van lange rechte stukken, snelle bochten en grillig weer maakt elke ronde een gevecht tussen mens, machine en natuur.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":11,"to":11}}}}],["710f4624-8645-46b7-a6d7-7e6e4901354b",{"pageContent":"In endurance-races zoals de 24 Hours of Spa en in GTE-klassen waar brandstofmanagement cruciaal is, daagt het circuit rijders uit tot uiterste precisie. Met zijn 7 kilometer lengte blijft het een van de langste en meest uitdagende circuits ter wereld.\nVandaag de dag leeft Spa voort als een plek waar geschiedenis wordt geschreven — elke keer weer als motoren starten en de mist over de bomen hangt.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":12,"to":13}}}}],["e6d6cca4-bc09-4b0f-b5db-72c300b6e8c8",{"pageContent":"Circuit: Monza\nLand: Italië\nLengte: 5.793 km\nGemiddeld brandstofverbruik per ronde: 2.1 liter\nOpmerkingen: Laag verbruik, veel full throttle maar korte rondes.\nVerhaal: De Tempel van de Snelheid – Autodromo Nazionale Monza","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":15,"to":20}}}}],["d211f957-3760-46db-ae8f-6ad45c14a073",{"pageContent":"Monza, geopend in 1922, is een van de oudste en snelste circuits ter wereld. Gelegen in een koninklijk park net buiten Milaan, werd het circuit gebouwd in slechts 110 dagen. Sindsdien is het uitgegroeid tot het hart van de Italiaanse autosportcultuur.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":21,"to":21}}}}],["9e5c8b89-681e-457a-b804-c2df4b890c3f",{"pageContent":"Bekend als de “Tempel van de Snelheid”, draait alles op Monza om pure power en minimale luchtweerstand. De lange rechte stukken, onderbroken door enkele chicanes, zorgen voor topsnelheden die coureurs tot het uiterste drijven.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":22,"to":22}}}}],["411c0b88-df24-4a1c-95ba-b3a60808677d",{"pageContent":"De passie van de Tifosi, de vurige Ferrari-fans, is hier bijna tastbaar. Als een Ferrari wint op Monza, beeft het asfalt van vreugde. Maar de baan kent ook een duistere kant – talloze legendes zijn hier gevallen, waaronder de befaamde Alberto Ascari.\nMonza is snelheid, emotie en erfgoed. Een plek waar geschiedenis en snelheid samensmelten.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":23,"to":24}}}}],["0bf94cf1-c087-4cc3-8fac-b0b823d809d4",{"pageContent":"Circuit: Silverstone\nLand: Verenigd Koninkrijk\nLengte: 5.891 km\nGemiddeld brandstofverbruik per ronde: 2.5 liter\nOpmerkingen: Gemiddeld verbruik met veel snelle bochten.\nVerhaal: De Wieg van de Formule 1 – Silverstone","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":27,"to":32}}}}],["59b2f4a0-1905-444e-aef8-0e2e3199d110",{"pageContent":"Silverstone, gebouwd op een voormalig vliegveld uit de Tweede Wereldoorlog, opende in 1948 en organiseerde in 1950 de allereerste Formule 1 Grand Prix. Hiermee werd het de bakermat van de moderne autosport.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":33,"to":33}}}}],["d5221eac-8ae3-48bf-8745-61646039c601",{"pageContent":"Het circuit ligt in het hart van Engeland en is een symbool van Britse racegeschiedenis. Met bochten als Copse, Maggotts en Becketts is Silverstone zowel snel als technisch, en een test voor de moed van elke coureur.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":34,"to":34}}}}],["7ab1d101-369d-4802-ac59-3d4388a0f3fb",{"pageContent":"De Britse zomer maakt het weer onvoorspelbaar, wat zorgt voor spektakel op de baan. Het geluid van juichende fans bij elke Britse overwinning – van Mansell tot Hamilton – galmt door tot in de pitlane.\nSilverstone is traditie met een moderne ziel. Een legendarisch circuit waar elke bocht een echo draagt van racegeschiedenis.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":35,"to":36}}}}],["34f9ca1a-07e2-416d-a0f6-9737684a7eeb",{"pageContent":"Circuit: Suzuka\nLand: Japan\nLengte: 5.807 km\nGemiddeld brandstofverbruik per ronde: 2.6 liter\nOpmerkingen: Technisch circuit met matig verbruik.\nVerhaal: De Achtvormige Uitdaging – Suzuka","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":38,"to":43}}}}],["3c0ae756-6d36-40f5-a4d8-3694ac2c1ad3",{"pageContent":"Het Suzuka International Racing Course in Japan is uniek: het is een van de weinige circuits ter wereld met een 'figure-eight'-layout. Ontworpen door Honda in 1962 als testbaan, groeide het uit tot een klassiek racemonument.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":44,"to":44}}}}],["9f7edcb5-9769-4b95-8e63-c80b08405a53",{"pageContent":"Suzuka staat bekend om zijn technische moeilijkheid. Bochtencombinaties zoals de “S-Curves” en “130R” eisen absolute concentratie. Fouten worden nauwelijks vergeven, en dat maakt het circuit tot een favoriet onder echte racers.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":45,"to":45}}}}],["5f5644a1-6fcb-4368-b469-0148fadfb7b7",{"pageContent":"Het publiek is respectvol, stil en gefocust, tot er actie is — dan barst het los. De races hier zijn vaak beslissend voor kampioenschappen, met iconische momenten zoals Senna vs. Prost in de jaren ’80.\nSuzuka is passie in precieze lijnen gesneden. Een circuit waar techniek en traditie samenkomen.\nFunFact: Dit circuit is ontworpen door een Nederlander.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":46,"to":48}}}}],["03385432-68c9-4a24-98fc-98414a619cb8",{"pageContent":"Circuit: Red Bull Ring\nLand: Oostenrijk\nLengte: 4.318 km\nGemiddeld brandstofverbruik per ronde: 2.0 liter\nOpmerkingen: Kort circuit, relatief zuinig.\nVerhaal: De Stier in de Alpen – Red Bull Ring","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":50,"to":55}}}}],["e04114f7-8779-4426-b94d-c71f391b6643",{"pageContent":"Genesteld in de Oostenrijkse Alpen ligt de Red Bull Ring, een compact maar krachtig circuit. Oorspronkelijk bekend als de Österreichring (1969), werd het later de A1-Ring en uiteindelijk herbouwd door Red Bull in 2011.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":56,"to":56}}}}],["f18b2718-1447-4e14-9773-8f99dc183de4",{"pageContent":"Ondanks zijn korte lengte is het circuit technisch uitdagend met hoogteverschillen en scherpe bochten. Het uitzicht op de bergen geeft het een bijna schilderachtig karakter, maar op de baan is het allesbehalve kalm.\nDe beroemde bochtencombinaties, waaronder de steile klim naar bocht 3, vergen veel van motoren en remmen. GTE-auto’s verbruiken hier relatief weinig, maar elke fout kost tijd.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":57,"to":58}}}}],["273c7206-9941-4de7-a690-927ba34820f7",{"pageContent":"De Red Bull Ring is klein maar krachtig. Een juweel van precisie en snelheid.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":59,"to":59}}}}],["71785948-76b1-4d2b-9c8e-89da8f454c57",{"pageContent":"Circuit: Circuit de Barcelona-Catalunya\nLand: Spanje\nLengte: 4.675 km\nGemiddeld brandstofverbruik per ronde: 2.4 liter\nOpmerkingen: Mix van snelle en langzame secties, gemiddeld verbruik.\nVerhaal: De Testgrond van de Kampioenen – Circuit de Barcelona-Catalunya","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":61,"to":66}}}}],["60c7cbad-bfcc-4d7b-b3d5-66bbb560d384",{"pageContent":"Sinds 1991 is het Circuit de Barcelona-Catalunya het vaste decor voor de Spaanse Grand Prix én voor talloze wintertests. Het circuit, gelegen nabij Barcelona, combineert hoge snelheden met technische secties.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":67,"to":67}}}}],["0b22b4cc-3c4b-451b-b003-d266d511a2a0",{"pageContent":"Bekend om zijn veelzijdigheid, biedt het een perfecte mix van lange rechte stukken, langzame bochten en snelle doordraaiers zoals Turn 3. Hierdoor is het een ideale testlocatie – wat hier werkt, werkt meestal overal.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":68,"to":68}}}}],["964bec15-354d-48f9-b09a-d969bce7c123",{"pageContent":"De zonovergoten tribunes zijn gevuld met fans, vaak juichend voor Spaanse helden als Fernando Alonso of Carlos Sainz. Toch is het circuit verraderlijk: het asfalt is ruw, banden slijten snel en races kunnen zwaar worden.\nBarcelona is een circuit van inzicht. Wie hier sterk is, heeft zijn huiswerk gedaan.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":69,"to":70}}}}],["f09b4cca-7eb2-4c8b-8371-a4146a6ad272",{"pageContent":"Circuit: Interlagos (Autódromo José Carlos Pace)\nLand: Brazilië\nLengte: 4.309 km\nGemiddeld brandstofverbruik per ronde: 2.2 liter\nOpmerkingen: Technisch uitdagend met hoogteverschillen, gemiddeld verbruik.\nVerhaal: De Samba van de Snelheid – Interlagos (Autódromo José Carlos Pace)","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":72,"to":77}}}}],["0d73e17e-2ad3-4415-a290-b4a8f3891a33",{"pageContent":"Interlagos, gelegen in São Paulo, is een circuit met ziel. Sinds 1940 kronkelt de baan tussen twee meren (vandaar de naam ‘Inter-lagos’), en het is een van de kortere, maar meest intense banen op de kalender.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":78,"to":78}}}}],["2e645155-8921-4327-8d1a-87d3836775af",{"pageContent":"Met een mix van snelle bochten, technische secties en een lange klim naar het rechte stuk, biedt Interlagos alles. Het weer verandert snel – zon en regen in dezelfde ronde zijn geen uitzondering.\nHier won Ayrton Senna in 1991 zijn thuisrace terwijl zijn versnellingsbak het begaf – een legendarisch moment dat voor altijd aan Interlagos verbonden blijft.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":79,"to":80}}}}],["c8aafa26-356b-4bf4-a575-96412158c679",{"pageContent":"Dit circuit leeft. Elke race is een ritmisch gevecht, als een samba tussen auto en asfalt.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":81,"to":81}}}}],["50801a4d-7b07-483a-8807-f59867759ea4",{"pageContent":"Circuit: Circuit of the Americas (COTA)\nLand: Verenigde Staten\nLengte: 5.513 km\nGemiddeld brandstofverbruik per ronde: 2.7 liter\nOpmerkingen: Veel bochten en hoogteverschil, redelijk hoog verbruik.\nVerhaal: De Nieuwe Wereld – Circuit of the Americas (COTA)","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":83,"to":88}}}}],["6b5040d5-8d6d-46bd-b337-3a4044c3a714",{"pageContent":"COTA, geopend in 2012 in Austin, Texas, is Amerika’s moderne trots. Ontworpen met invloeden van klassieke Europese circuits, is het een indrukwekkend voorbeeld van moderne racearchitectuur.\nMet zijn hellende bocht 1, snelle esses en lange rechte stuk is COTA uitdagend en gevarieerd. De baan is breed en biedt veel mogelijkheden tot inhalen, wat voor spannende races zorgt.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":89,"to":90}}}}],["e1e34230-e6c2-4e9d-89ee-4617271a6247",{"pageContent":"Hoewel relatief jong, heeft COTA al een vaste plek in het hart van vele fans en coureurs veroverd. De Texaanse sfeer, muziekoptredens en het enthousiasme maken van elk raceweekend een festival.\nCOTA is jong, ambitieus en gemaakt om indruk te maken. Een echte ‘circuit of the future’.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":91,"to":92}}}}],["f90035ff-dec4-40b9-b304-687d75abf6cd",{"pageContent":"Circuit: Nürburgring GP\nLand: Duitsland\nLengte: 5.148 km\nGemiddeld brandstofverbruik per ronde: 2.6 liter\nOpmerkingen: Technisch circuit met variërend verbruik afhankelijk van rijstijl.\nVerhaal: De Schaduw van de Groene Hel – Nürburgring GP-Strecke","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":94,"to":99}}}}],["19d6e569-b1db-44ad-bd36-27e76dfefa7d",{"pageContent":"In de schaduw van de beruchte Nordschleife ligt de moderne Nürburgring GP-Strecke. Sinds 1984 biedt dit circuit een veiliger alternatief, maar het draagt nog steeds het erfgoed van een van de meest legendarische raceplekken ter wereld.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":100,"to":100}}}}],["f700f0ec-6ef8-47dd-b515-0b50f43fd9db",{"pageContent":"De bochtencombinaties zijn vloeiend maar veeleisend, met hoogteverschillen en technische secties. Het weer in de Eifel is grillig – regen op één helft van het circuit is geen zeldzaamheid.\nDe GP-Strecke wordt gebruikt voor DTM, F1 en endurance-races, en vormt samen met de Nordschleife vaak de basis voor de 24-uursrace.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":101,"to":102}}}}],["2f6df937-e653-4a0e-b8ae-8a4c04af9f85",{"pageContent":"Het is modern met een klassiek hart. De Nürburgring blijft een plek waar eerbied en snelheid samenkomen.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":103,"to":103}}}}],["59255440-0936-4ee3-a96b-d0ec557e2b0f",{"pageContent":"Circuit: Hungaroring\nLand: Hongarije\nLengte: 4.381 km\nGemiddeld brandstofverbruik per ronde: 2.3 liter\nOpmerkingen: Veel bochten, laag gemiddeld tempo, gemiddeld brandstofverbruik.\nVerhaal: De Hongaarse Doolhof – Hungaroring","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":105,"to":110}}}}],["40d0ec69-9a64-4010-80e5-e13d2d40961f",{"pageContent":"Sinds 1986 ligt net buiten Boedapest de Hungaroring, een smal en bochtig circuit dat vaak wordt vergeleken met een kartbaan voor volwassen racewagens. Inhalen is lastig, concentratie is alles.\nDe baan kronkelt door een droog en warm landschap. Het asfalt is heet, de lucht zwaar en races zijn fysiek veeleisend. Wie hier wint, heeft niet alleen snelheid maar ook uithoudingsvermogen en precisie.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":111,"to":112}}}}],["2f558840-15ef-43b5-bb71-b0161874393c",{"pageContent":"De Hungaroring is geliefd bij coureurs die houden van technische perfectie. Hier telt elke centimeter.\nHet is een circuit waar intelligentie en geduld zegevieren.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":113,"to":114}}}}],["ac2a6714-cc98-4c5f-9a60-b298812bb2b8",{"pageContent":"Circuit: Zandvoort\nLand: Nederland\nLengte: 4.259 km\nGemiddeld brandstofverbruik per ronde: 2.3 liter\nOpmerkingen: Technisch circuit met veel korte bochten, windgevoelig door ligging in de duinen.\nVerhaal: Circuit Zandvoort – De Nederlandse Duinenstorm","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":116,"to":121}}}}],["a54bf584-dea9-4c5e-abee-e97e72277bd0",{"pageContent":"Gelegen tussen de duinen aan de Noordzeekust is Circuit Zandvoort een uniek juweel in de motorsportwereld. Sinds de opening in 1948 heeft het circuit vele gezichten gehad, maar de ziel is altijd gebleven: uitdagend, snel en spectaculair.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":122,"to":122}}}}],["e21d0cca-1bf4-4a2f-88c3-8e229fa52b7f",{"pageContent":"Zandvoort is smal, technisch en snel – met bochten als Tarzan, Hugenholtz en de kombocht Arie Luyendyk als hoogtepunten. De duinen zorgen voor verraderlijke windvlagen en zand op de baan, wat elke ronde anders maakt.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":123,"to":123}}}}],["9404d456-06b6-4731-a09f-b1a4f19917b2",{"pageContent":"Na een lange afwezigheid keerde de Formule 1 terug in 2021, tot vreugde van de oranje massa. Het feest dat de Nederlandse fans bouwen is ongeëvenaard, en geeft het circuit een nieuwe gouden gloed.\nZandvoort is rauw, puur en vol karakter – een circuit dat je niet leert temmen, maar leert respecteren.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":124,"to":125}}}}],["9385c762-d1b8-4f87-80f6-07e495e4cd58",{"pageContent":"Circuit: TT Circuit Assen\nLand: Nederland\nLengte: 4.542 km\nGemiddeld brandstofverbruik per ronde: 2.4 liter\nOpmerkingen: Vloeiende layout met snelle doordraaiers, relatief laag verbruik door weinig stop-and-go secties.\nVerhaal: TT Circuit Assen – De Kathedraal van de Motoren","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":127,"to":132}}}}],["9f662992-13bd-4aad-a6e5-a78e4de73797",{"pageContent":"Hoewel vooral bekend als motorracecircuit, heeft het TT Circuit Assen ook zijn plek in de autosport verdiend. Sinds 1925 ademt deze baan snelheid, met elke zomer de beroemde Dutch TT als hoogtepunt.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":133,"to":133}}}}],["2fbb9425-f5bc-474e-9b83-b437ac938ade",{"pageContent":"Assen staat bekend om zijn vloeiende bochten en loepzuivere asfalt. Rijders noemen het een ‘dansvloer’, waar ritme en precisie het verschil maken. Het publiek, gepassioneerd en trouw, maakt van elk evenement een volksfeest.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":134,"to":134}}}}],["231687b6-2913-49ea-9b09-be269ebca35d",{"pageContent":"Voor auto’s is Assen uitdagend, met weinig ruimte voor fouten en een focus op balans. GTE-auto’s verbruiken er gemiddeld, maar coureurs moeten scherp blijven in de snelle overgangen.\n         Assen is ritme. Een circuit dat je meesleept in zijn eeuwenoude dans.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":135,"to":136}}}}],["ebccc94c-125d-43b8-93b4-c85bef8886a4",{"pageContent":"Circuit: Hockenheimring\nLand: Duitsland\nLengte: 4.574 km\nGemiddeld brandstofverbruik per ronde: 2.7 liter\nOpmerkingen: Snelle secties met veel acceleratie, vooral op de Parabolika. Middelmatig tot hoog verbruik.\nVerhaal: Hockenheimring – Van Bos tot Stadion","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":138,"to":143}}}}],["b2e65b3e-eb2f-4bf0-bc2c-33ed0763cd3f",{"pageContent":"Ooit strekte de Hockenheimring zich als een speer uit door de Duitse bossen. Lange rechte stukken en snelle chicanes bepaalden het tempo, tot het circuit in 2002 werd ingekort tot de compacte, moderne lay-out van nu.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":144,"to":144}}}}],["0cbb1289-e8ac-4647-ba16-1b3346ddba5b",{"pageContent":"De ziel is gebleven: een mix van snelheid en spektakel, vooral zichtbaar in het stadiongedeelte waar duizenden fans de auto’s door scherpe bochten jagen. De Sachs-Kurve en de Parabolika blijven iconisch.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":145,"to":145}}}}],["04a28022-d488-4d96-9047-dc95338a284a",{"pageContent":"Hockenheim is een circuit dat verhalen kent – van overwinning en verlies, van regenchaos tot motorsportmagie. GTE-auto’s verbruiken hier bovengemiddeld door de lange rechte stukken.\n         Het is een plek waar je nog steeds de echo’s van het verleden hoort, tussen moderne tribunes.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":146,"to":147}}}}],["85d05f7d-9ed7-43f2-97ce-5dd30a89e5d8",{"pageContent":"Circuit: Zolder\nLand: België\nLengte: 4.011 km\nGemiddeld brandstofverbruik per ronde: 2.5 liter\nOpmerkingen: Compact en technisch, weinig uitloopzones, veel kort remmen en accelereren.\nVerhaal: Zolder – De Vlaamse Precisie","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":149,"to":154}}}}],["234d7c55-074d-4b38-8af3-dff036e391b5",{"pageContent":"Circuit Zolder, geopend in 1963 in Belgisch Limburg, is een technisch en compact circuit dat vraagt om precisie. Het stond bekend als de Belgische vervanger voor Spa in de Formule 1, en droeg dat gewicht met trots tussen 1973 en 1984.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":155,"to":155}}}}],["962a56a9-3190-48fa-9895-b32f46cdcc52",{"pageContent":"De baan is smal en kent weinig uitloopzones, wat foutjes snel afstraft. Met bochten als de Villeneuve chicane en de Bolderbergbocht is Zolder een ritmisch circuit, favoriet onder rijders die van cadans houden.\n         Zolder heeft een sterke band met GT- en toerwagenraces, en voor GTE’s is het verbruik gematigd, maar de constante acceleratie maakt het intensief.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":156,"to":157}}}}],["906d6d05-92ba-4c4b-933f-074b3ba27429",{"pageContent":"Het is een circuit met karakter – bescheiden maar briljant.","metadata":{"source":"./public/circuit_brandstof_info.txt","loc":{"lines":{"from":158,"to":158}}}}]],{"0":"fb79a478-78d1-4ea7-a7c3-76a0f94c11ce","1":"f3bda23d-8b1c-44c6-b87b-9813f026e3f9","2":"48991c94-7b19-422f-bb50-ffde61227667","3":"a9373041-8b61-4f97-a2da-d1766ab6a297","4":"cbfce701-56cf-409e-8558-5ba5dda2e1bd","5":"710f4624-8645-46b7-a6d7-7e6e4901354b","6":"e6d6cca4-bc09-4b0f-b5db-72c300b6e8c8","7":"d211f957-3760-46db-ae8f-6ad45c14a073","8":"9e5c8b89-681e-457a-b804-c2df4b890c3f","9":"411c0b88-df24-4a1c-95ba-b3a60808677d","10":"0bf94cf1-c087-4cc3-8fac-b0b823d809d4","11":"59b2f4a0-1905-444e-aef8-0e2e3199d110","12":"d5221eac-8ae3-48bf-8745-61646039c601","13":"7ab1d101-369d-4802-ac59-3d4388a0f3fb","14":"34f9ca1a-07e2-416d-a0f6-9737684a7eeb","15":"3c0ae756-6d36-40f5-a4d8-3694ac2c1ad3","16":"9f7edcb5-9769-4b95-8e63-c80b08405a53","17":"5f5644a1-6fcb-4368-b469-0148fadfb7b7","18":"03385432-68c9-4a24-98fc-98414a619cb8","19":"e04114f7-8779-4426-b94d-c71f391b6643","20":"f18b2718-1447-4e14-9773-8f99dc183de4","21":"273c7206-9941-4de7-a690-927ba34820f7","22":"71785948-76b1-4d2b-9c8e-89da8f454c57","23":"60c7cbad-bfcc-4d7b-b3d5-66bbb560d384","24":"0b22b4cc-3c4b-451b-b003-d266d511a2a0","25":"964bec15-354d-48f9-b09a-d969bce7c123","26":"f09b4cca-7eb2-4c8b-8371-a4146a6ad272","27":"0d73e17e-2ad3-4415-a290-b4a8f3891a33","28":"2e645155-8921-4327-8d1a-87d3836775af","29":"c8aafa26-356b-4bf4-a575-96412158c679","30":"50801a4d-7b07-483a-8807-f59867759ea4","31":"6b5040d5-8d6d-46bd-b337-3a4044c3a714","32":"e1e34230-e6c2-4e9d-89ee-4617271a6247","33":"f90035ff-dec4-40b9-b304-687d75abf6cd","34":"19d6e569-b1db-44ad-bd36-27e76dfefa7d","35":"f700f0ec-6ef8-47dd-b515-0b50f43fd9db","36":"2f6df937-e653-4a0e-b8ae-8a4c04af9f85","37":"59255440-0936-4ee3-a96b-d0ec557e2b0f","38":"40d0ec69-9a64-4010-80e5-e13d2d40961f","39":"2f558840-15ef-43b5-bb71-b0161874393c","40":"ac2a6714-cc98-4c5f-9a60-b298812bb2b8","41":"a54bf584-dea9-4c5e-abee-e97e72277bd0","42":"e21d0cca-1bf4-4a2f-88c3-8e229fa52b7f","43":"9404d456-06b6-4731-a09f-b1a4f19917b2","44":"9385c762-d1b8-4f87-80f6-07e495e4cd58","45":"9f662992-13bd-4aad-a6e5-a78e4de73797","46":"2fbb9425-f5bc-474e-9b83-b437ac938ade","47":"231687b6-2913-49ea-9b09-be269ebca35d","48":"ebccc94c-125d-43b8-93b4-c85bef8886a4","49":"b2e65b3e-eb2f-4bf0-bc2c-33ed0763cd3f","50":"0cbb1289-e8ac-4647-ba16-1b3346ddba5b","51":"04a28022-d488-4d96-9047-dc95338a284a","52":"85d05f7d-9ed7-43f2-97ce-5dd30a89e5d8","53":"234d7c55-074d-4b38-8af3-dff036e391b5","54":"962a56a9-3190-48fa-9895-b32f46cdcc52","55":"906d6d05-92ba-4c4b-933f-074b3ba27429"}]